{"1129220703": ["4:04 PM - 18 Jan 2009", "A US airliner on a domestic flight with at least 152 people aboard has crashed into the Hudson River http://tinyurl.com/8es679"], "1129220977": ["4:04 PM - 18 Jan 2009", "A US airliner on a domestic flight with 155 people aboard has ditched into the Hudson River in New Y http://tinyurl.com/8es679"], "1130327969": ["4:48 AM - 19 Jan 2009", "NTSB: Airliner's engines lost power at same time: A jetliner that crash-landed in the Hudson River had lost powe.. http://tinyurl.com/7qembo"], "1130884164": ["9:17 AM - 19 Jan 2009", "@thirstforwine Hudson airliner picture crashed it, I understand."], "1127588324": ["8:40 PM - 17 Jan 2009", "Cranes pull airliner from Hudson: The wreck of the plane that crash-landed on the Hudson River in New York on Th.. http://www.bbc.co.uk/news"], "1127590920": ["8:41 PM - 17 Jan 2009", "Crane pulls airliner from Hudson - for updates follow @newsbodupdatesb - http://tinyurl.com/7qo942"], "1127603241": ["8:50 PM - 17 Jan 2009", "Crane pulls airliner from Hudson: A crane raises the Airbus airliner which ditched in New York's Hudson River on.. http://tinyurl.com/7j5poo"], "1127662247": ["9:34 PM - 17 Jan 2009", "Crane pulls airliner from Hudson: A crane raises the Airbus airliner which ditched in New York's Hudson River on.. http://tinyurl.com/a3zlb9"], "1127704834": ["10:05 PM - 17 Jan 2009", "BBC News Crane pulls airliner from Hudson: A crane raises the Airbus airliner which ditched in New York'.. http://tinyurl.com/7j5poo"], "1128157656": ["5:53 AM - 18 Jan 2009", "New blog post: http://tinyurl.com/77qmvb - Crane pulls airliner from Hudson"], "1128234168": ["6:51 AM - 18 Jan 2009", "Crane pulls airliner from Hudson: \n\nThe Airbus airliner which ditched in a New York river after engine failure o.. http://tinyurl.com/77qmvb"], "1128313960": ["7:45 AM - 18 Jan 2009", "Black Boxes From Downed Jet On Way To Washington: The airliner that was piloted to a safe landing in the Hudson .. http://tinyurl.com/7sa7pr"], "1128418724": ["8:49 AM - 18 Jan 2009", "Downed jet lifted from ice-laden Hudson River: The airliner that was piloted to a safe emergency landing in the .. http://tinyurl.com/98ch6k"], "1125500628": ["8:05 PM - 16 Jan 2009", "In accepting the Quasar award Mike Coats paid tribute to the United pilot being hailed a hero for \"landing\" his airliner on the Hudson River"], "1122422924": [null, null], "1122447843": ["4:28 PM - 15 Jan 2009", "I am stinkin' impressed with the airliner landing in the Hudson."], "1122567100": ["5:23 PM - 15 Jan 2009", "@doronvermaat didn't you read about the plane? 155 suvive airliner crash into Hudson River"], "1122593409": ["5:36 PM - 15 Jan 2009", "Hot Trends: U.S. Airways Airliner Crashes into Hudson River, New ...: All top 10 spots are search terms related .. http://u.mavrev.com/1085"], "1123080249": ["10:05 PM - 15 Jan 2009", "RT @bbcnews: The pilot of an airliner that ditched in New York's Hudson River is hailed a hero after all 155 passengers and .. http://ti ..."], "1123081792": ["10:06 PM - 15 Jan 2009", "BBC News Pilot hailed for 'Hudson miracle': The pilot of an airliner that ditched in New York's Hudson R.. http://tinyurl.com/9ve4rj"], "1123107293": ["10:25 PM - 15 Jan 2009", "The airliner landing safely in the Hudson River is simply amazing!"], "1123139937": ["10:50 PM - 15 Jan 2009", "Pilot hailed for 'Hudson miracle': The pilot of an airliner that ditched in New York's Hudson River is hailed a .. http://tinyurl.com/9ve4rj"], "1123323697": ["1:31 AM - 16 Jan 2009", "Three great big cheers for the pilot of an airliner that ditched in New York's Hudson River. Amazing man."], "1123331440": ["1:38 AM - 16 Jan 2009", "israeliaggressi Pilot hailed for ‘Hudson miracle’: The pilot of an airliner forced to.. http://tinyurl.com/7cyj7q"], "1123376575": ["2:18 AM - 16 Jan 2009", "airliner forced to land on New York's Hudson River - hit a flock of birds - all 155 passengers and crew survive."], "1123405639": ["2:44 AM - 16 Jan 2009", "Live: Eyewitnesses: Airliner crash-lands in Hudson River. As well as feeling relieved that no one was kille.. http://tinyurl.com/8fsmuy"], "1123599233": ["5:07 AM - 16 Jan 2009", "Amazed at the airliner landing in the Hudson river and no deaths.  Can you say \"the hand of God?\""], "1123625012": ["5:22 AM - 16 Jan 2009", "Seeing an airliner in the Hudson is sureal!!"], "1123789467": ["6:41 AM - 16 Jan 2009", "Pictures: US airliner crashes in Hudson River http://tinyurl.com/8p3c6z"], "1124309591": ["10:14 AM - 16 Jan 2009", "Circut City is going down like an airliner into the Hudson.  http://tinyurl.com/8r4xje  What?  Too Soon?"], "1124342731": ["10:28 AM - 16 Jan 2009", "I find it ironic X-Plane airliner for iPhone updated with NY scenery right after the plane crashed in the Hudson."], "1124528920": ["11:52 AM - 16 Jan 2009", "Hudson Bay airliner crash pilot has 20K+ Facebook fans http://ping.fm/d0Eb2"], "1121920002": [null, null], "1121944958": ["12:48 PM - 15 Jan 2009", "dramatic video of ferry boats rushing in to rescue passengers of downed airliner in the Hudson River on CNN right now"], "1121946425": ["12:49 PM - 15 Jan 2009", "- a US Airways Airliner just ditched into the Hudson River near the Intrepid Carrier in NY.  The plane is still in one piece, floating."], "1121946905": ["12:49 PM - 15 Jan 2009", "Just heard on the radio that a commercial airliner (US Airways) crashed into the Hudson River (NYC)."], "1121953619": ["12:52 PM - 15 Jan 2009", "US Airways flight 1549 airliner crashed on the Hudson River - Streaming live on CNN.com/LIVE  http://snipurl.com/a4le4"], "1121958404": [null, null], "1121958924": ["12:54 PM - 15 Jan 2009", "RT @markgamboa US Airways flight 1549 airliner crashed on the Hudson River - Streaming live on CNN.com/LIVE  http://snipurl.com/a4le4"], "1121960106": ["12:54 PM - 15 Jan 2009", "A US Airways airliner has crashed into the Hudson River near the USS Intrepid, an NYPD spokeswoman just confirmed to me."], "1121975293": [null, null], "1121976399": ["1:01 PM - 15 Jan 2009", "UH-OH !  airliner down in the Hudson River, NYC .. seems to stay afloat so far... 145 on board"], "1121979436": ["1:02 PM - 15 Jan 2009", "Commercial airliner down in the hudson river... hope they get those people out soon!! It's freezing here and i dread that water temp"], "1121981115": [null, null], "1121983203": ["1:03 PM - 15 Jan 2009", "ABC News is reporting that an airliner just crashed into the Hudson River near 57th. Ferries rescuing people standing on the wings."], "1121989908": [null, null], "1121999802": ["1:09 PM - 15 Jan 2009", "turns out there's so much crap in the Hudson River you can land a commercial airliner on it."], "1122011579": ["1:14 PM - 15 Jan 2009", "appreciating twitter. my friend jd the airline pilot said twittered he's fine before I even knew an airliner had crashed into the Hudson."], "1122023302": ["1:19 PM - 15 Jan 2009", "OMG. There has actually been a successful water 'ditching' of an airliner, in NY (thank Dog). It is in the Hudson: http://tinyurl.com/83pz4e"], "1122031204": ["1:22 PM - 15 Jan 2009", "@elpicoso Totally amazing. Commercial airliner crashed into the Hudson River. Looks like there'll be few injuries ... I hope."], "1122033102": ["1:23 PM - 15 Jan 2009", "A U.S. Airways passenger airliner has crashed into New York's Hudson River this afternoon."], "1122035472": ["1:24 PM - 15 Jan 2009", "US Airliner crashes in Hudson River .. right down the street from my apt!"], "1122044816": ["1:28 PM - 15 Jan 2009", "Airliner crashes in NYC's Hudson River: NEW YORK - New York City firefighters are responding to a report of an a.. http://ad.vu/afmq"], "1122057164": ["1:33 PM - 15 Jan 2009", "I think the Twitpic of the airliner in the Hudson took Twitpic.com down."], "1122064757": ["1:36 PM - 15 Jan 2009", "working from home today, the airliner crashed into the Hudson right across from my apartment in Hoboken"], "1122093197": ["1:47 PM - 15 Jan 2009", "RT @trickjarrett: I think the Twitpic of the airliner in the Hudson took Twitpic.com down. (The Plane Rescue Pic http://tinyurl.com/8hj3ru)"], "1122093851": ["1:48 PM - 15 Jan 2009", "Breaking: Airliner goes down in the Hudson River: Download | Play    Download | Play US Airways jet crashes in Hudson Rive.."], "1122109647": ["1:54 PM - 15 Jan 2009", "Al-Qaeda trained Canadian geese take out commercial airliner over Hudson River in NYC."], "1122114804": ["1:56 PM - 15 Jan 2009", "Watching the news about the airliner in the Hudson, brings back a lot of 9/11 memories"], "1122140886": ["2:06 PM - 15 Jan 2009", "Breaking: Airliner goes down in the Hudson River: Download | Play    Download | Play US Airways j.. http://tinyurl.com/8g5ek9"], "1122153554": ["2:11 PM - 15 Jan 2009", "RT @usairwaysgirl: No large airliner has ever made emergency landing on water til today http://bit.ly/GMls 100% survival rate #hudsonriver"], "1122174596": ["2:20 PM - 15 Jan 2009", "NTSB SENDING GO TEAM TO NEW YORK CITY FOR HUDSON RIVER AIRLINER ACCIDENT http://tinyurl.com/a3xdfv"], "1122178160": ["2:22 PM - 15 Jan 2009", "Retweeting news in case you've missed: airliner emergency landed in Hudson river within the last few hours. No fatalities reported. Amazing!"], "1122197539": ["2:30 PM - 15 Jan 2009", "Airliner lands in Hudson River in New York City : New York City firefighters are responding to an airliner down .. http://tinyurl.com/7kf5st"], "1122202865": ["2:32 PM - 15 Jan 2009", "All safe after airliner crashes into Hudson River!"], "1122245278": ["2:51 PM - 15 Jan 2009", "Daniel is looking at pics of the airliner crash in the Hudson - crazy crazy pictures of people standing on the wings of a sinking plane."], "1122258971": ["2:57 PM - 15 Jan 2009", "All passengers rescued from airliner that went down in the Hudson off Manhattan - amazing."], "1122373218": ["3:52 PM - 15 Jan 2009", "Airliner lands in Hudson River and everyone gets off safely.  Wow. Nice work by the crew, rescuers, and passengers."], "1122378753": [null, null], "1122381924": ["3:56 PM - 15 Jan 2009", "Scary a$$ news story - airliner ditches into the Hudson. All passengers ok, but wow, what a photo  - http://budurl.com/5grk"], "1162535109": ["11:11 AM - 30 Jan 2009", "It's Friday. Try this free new webgame--landing an airliner on the Hudson safely! (Thanks, Lance!): http://tinyurl.com/anyv8r"], "1162794347": ["12:45 PM - 30 Jan 2009", "RT @editingwhiz: It's Friday. Try this free new webgame--landing an airliner on the Hudson safely! http://tinyurl.com/anyv8r"], "1601534230": ["10:57 PM - 23 Apr 2009", "2:00!?  Well, X-Plane is a lot of fun... and I do not see what is so hard about landing an airliner in the Hudson..."], "1190894687": ["8:28 PM - 8 Feb 2009", "OMG did you see 60 Minutes about the airliner landing in the Hudson?  Riveting!"], "1249083426": ["5:12 AM - 25 Feb 2009", "CNN: The crash of a Turkish airliner in the Netherlands and the recent landing of a jet in the Hudson River .. http://zi.ma/476f"], "1331755172": ["8:53 AM - 15 Mar 2009", "Check out a cool reenactment of the airliner landing in Hudson river...http://tr.im/hodg"], "1261598431": ["1:17 AM - 28 Feb 2009", "Taking some time for watching the best photos of the month on Airliners.net. Some good shots of recent AMS crash & Hudson plane damages"], "1180485705": ["10:09 AM - 5 Feb 2009", "Respect for the captain of the airliner that ditched in The Hudson - he sounds so cool and controlled http://tinyurl.com/bw5kvh"], "1177707346": ["1:50 PM - 4 Feb 2009", "Federal safety officials confirm there were birds in both engines of the US Airways airliner that ditched into the Hudson River last month."], "1181571763": ["4:10 PM - 5 Feb 2009", "Dramatic audio reveals calm pilot as he guides airliner into the Hudson River http://cli.gs/t4bpDG #Hudson"], "1182489811": ["11:21 PM - 5 Feb 2009", "The captain of an airliner which landed in the Hudson River in New York has given his first interview on the i.. http://tinyurl.com/d8udyj"], "1458472313": ["12:40 PM - 5 Apr 2009", "@joshknowles watch out for incoming airliners. Heard they like the Hudson"], "1194646231": ["10:20 PM - 9 Feb 2009", "We've all seen the Airliner ditch in the Hudson river, now here's a story you've not heard http://snurl.com/bm0tn  [www_airwaysmag_com]"], "1629142569": ["7:17 AM - 27 Apr 2009", "cnbc reporting commercial? airliner escorted by military jets over Hudson River in NYC"], "1629147110": ["7:18 AM - 27 Apr 2009", "Any new info on the airliner flying down the Hudson with a military escort?"], "1629257987": ["7:32 AM - 27 Apr 2009", "Just saw an airliner flying usually low over Hudson River with a fighter jet escort going into EWR.  Anyone hear anything?"], "1629314286": ["7:39 AM - 27 Apr 2009", "WSJ says DoD \"photo op\" over the Hudson (low-flying airliner + jet escorts!!) causes building evacuations in NYC and NJ. Deja vu, no thank u"], "1629833238": [null, null], "1138924817": ["4:38 AM - 22 Jan 2009", "NTSB Media Briefing On Hudson River Airliner Accident at 4:00 P.M. EST Today (Saturday): The National Transporta.. http://tinyurl.com/bc4y4o"], "1133992118": ["9:56 AM - 20 Jan 2009", "Captain Obama has landed the airliner in the Hudson.  Please file out on to the wings in an orderly fashion."], "1136872905": ["10:19 AM - 21 Jan 2009", "NJ troopers on our 44-ft boat found object on Sunday with sonar that looked like jet engine of US Airliner downed in Hudson River."], "1146350563": ["12:07 AM - 25 Jan 2009", "Just heard the Pilot of the Airliner that crash landed in the Hudson River received the \"Key\" to the City of Danville, CA."], "1146874448": ["8:00 AM - 25 Jan 2009", "Flipping thru time-stamped pix of pulling that airliner out of the Hudson. Pix start Jan 17th @ 5:30pm, end 1:00am. Impressive resurrection."], "1155265146": ["6:14 AM - 28 Jan 2009", "The passengers of the Hudson River Airliner crash complain about 5k settlement. They Should try suing Canada for providing the Geese, haha"], "1276821773": ["6:37 PM - 3 Mar 2009", "See re-creation of the airliner landing on the Hudson River on the Rachel Maddow show tonight. Thx, @maddow - awesome!"], "1200535990": ["1:59 PM - 11 Feb 2009", "@EdDriscoll Tell that to the pilot who just landed his airliner in the Hudson!! #hhrs"], "1272384414": ["8:10 PM - 2 Mar 2009", "Amazing animated recreation of airliner emergency landing in Hudson river: http://bit.ly/4q6BPP (YouTube)"], "1272549495": ["9:02 PM - 2 Mar 2009", "RT @ThisIsTrue: Amazing animated recreation of airliner emergency landing in Hudson river: http://bit.ly/4q6BPP (YouTube)"], "1273990482": ["7:00 AM - 3 Mar 2009", "RT @ThisIsTrue Amazing animated recreation of airliner emergency landing in Hudson river: http://bit.ly/4q6BPP (YouTube)"], "1275115571": ["11:25 AM - 3 Mar 2009", "Retweeting @revmem: RT @ThisIsTrue Amazing animated recreation of airliner emergency landing in Hudson river: http://bit.ly/4q6BPP (YouTube)"]}