{"2037664662": ["6:59 PM - 4 Jun 2009", "RT @stormie_weatha: CNN Breaking News Brazilian air force says debris was not from Air France crash  http://bit.ly/15nLCF"], "2030075635": ["7:50 AM - 4 Jun 2009", "The hunt for clues to the fate of Air France jet lost in Atlantic storm intensified with arrival of  Brazilian navy. http://ow.ly/b5rB"], "2030196386": ["8:01 AM - 4 Jun 2009", "The hunt for clues to the fate of Air France jet lost in Atlantic storm intensified with arrival of Brazilian navy. http://ow.ly/b5rB"], "1990857813": ["5:54 AM - 1 Jun 2009", "@andersoncooper ~ Do you have more infos? Air France plane, that was going to Brazil to France missing over Atlantic after storm."], "1991090317": ["6:22 AM - 1 Jun 2009", "Missing Air France jet hit thunderstorms over Atlantic: SAO PAULO, Brazil — An Air France jet carrying 228.. http://tinyurl.com/kmfew5"], "1991178761": ["6:33 AM - 1 Jun 2009", "Air France plane goes missing over the Atlantic due to lightning and thunderstorms http://news.yahoo.com/s/ap/brazil_plane"], "1991262827": ["6:42 AM - 1 Jun 2009", "Air France jet missing with 228 people over Atlantic after running into thunderstorms: SAO PAULO, Brazil (AP) &#.. http://tinyurl.com/nqggqy"], "1991386967": ["6:56 AM - 1 Jun 2009", "Missing Brazil-to-Paris Air France plane ran into thunderstorms, lightning http://tinyurl.com/nk34z8"], "1991447818": ["7:03 AM - 1 Jun 2009", "Breaking: Air France plane from Brazil to Paris is missing. Lost contact with the aircraft after going through a storm on the Atlantic"], "1991728892": ["7:33 AM - 1 Jun 2009", "Missing Brazil-to-Paris Air France plane ran into thunderstorms, lightning http://bit.ly/3wObP"], "1991798741": ["7:41 AM - 1 Jun 2009", "Air France flight hit thunderstorms and gone betw. Brazil and Paris? http://bit.ly/Lftl7 weather RT @ psaffo: http://weather.msfc.nasa.go..."], "1992228368": ["8:24 AM - 1 Jun 2009", "Is horrified to read about the missing Air France plane. On the same route I took from Brazil to France many years ago - in a thunderstorm."], "1992416368": ["8:43 AM - 1 Jun 2009", "AccuWeather.com reports that the only lightning detected was from one storm along the north coast of Brazil in Air France Incident."], "1992429817": ["8:44 AM - 1 Jun 2009", "Air France -- Jet w/ 228 on board on route from Brazil to Paris goes missing. Absent from the sky the search begins after strong storms."], "1992503252": ["8:51 AM - 1 Jun 2009", "Missing Air France jet hit thunderstorms over Atlantic: SAO PAULO, Brazil — An Air France jet carrying 228.. http://tinyurl.com/myl9j4"], "1992657354": ["9:06 AM - 1 Jun 2009", "[BBC] French plane lost in Atlantic storm: An Air France airliner carrying 228 people from Brazil to Paris .. http://bit.ly/DWeyw"], "1992915383": ["9:31 AM - 1 Jun 2009", "NEWS: Photos: French Plane Lost in Ocean Storm: An Air France airliner carrying 228 people from Brazil to P.. http://tinyurl.com/l9fevz"], "1992980709": ["9:38 AM - 1 Jun 2009", "Air France jet vanishes,feared to have crashed in stormy weather. http://www.cnn.com/2009/WORLD/americas/06/01/air.france.brazil/index.html"], "1993188680": ["9:58 AM - 1 Jun 2009", "French plane lost in ocean storm: An Air France plane carrying 228 people from Brazil to France has vanished ove.. http://tinyurl.com/mpr58l"], "1993414863": ["10:20 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil - Voice of America #bailout http://cli.gs/bRLttB"], "1993438473": ["10:22 AM - 1 Jun 2009", "Air France Jet missing off the coast of Brazil.. reported electrical problems when entering storm. (CNN) http://bit.ly/W2ubL"], "1993485800": ["10:27 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil - Voice of America Times OnlineAir France Jet Missing After H.. http://snipr.com/j7rhs"], "1993486331": ["10:27 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil - Voice of America Times OnlineAir France Jet Missing After H.. http://snipr.com/j7rhc"], "1993486823": ["10:27 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil - Voice of America Times OnlineAir France Jet Missing After Hittin.. http://is.gd/LEpj"], "1993488589": ["10:27 AM - 1 Jun 2009", "Air France Jet Still Missing After Hitting Storm Off Brazil.....SAD, SAD, SAD...."], "1993491282": ["10:27 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil - Voice of America Times OnlineAir France Jet Missing After H.. http://snipr.com/j7rid"], "1993526173": ["10:31 AM - 1 Jun 2009", "#Air France Jet Missing After Hitting Storm Off Brazil-Voice of America Times OnlineAir France Jet Missing After H.. http://snipr.com/j7rhc"], "1993565242": ["10:34 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil - Voice of America http://tinyurl.com/la6dpy"], "1993650341": ["10:43 AM - 1 Jun 2009", "Brazilian rescuers continue the search for an Air France flight with 228 on board missing after running into a thunderstorm.  More on WBAP."], "1993681577": ["10:45 AM - 1 Jun 2009", "Storms are likely the cause of the Air France jet crash. Same storms that have been devastating Brazil for months now. http://bit.ly/FUs7e"], "1993846909": [null, null], "1993949923": ["11:10 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil - Voice of America http://bit.ly/lrm6P\n/0-0-0&fd=R&url=http://www.voanews.com/engl ..."], "1993963386": ["11:11 AM - 1 Jun 2009", "Air France Jet Missing After Hitting Storm Off Brazil http://tinyurl.com/mqe3fs"], "1994413454": ["11:53 AM - 1 Jun 2009", "A Dark, Stormy Night over the Atlantic | http://ow.ly/aqQo | #air france #AF447 #brazil"], "1994490865": ["12:00 PM - 1 Jun 2009", "Air France says at least 1 Canadian on board plane that flew into 'wall of storms' somewhere over the Atlantic Ocean between Brazil & Africa"], "1994831995": ["12:31 PM - 1 Jun 2009", "A Dark, Stormy Night over the Atlantic An Air France plane (Flight AF 447) carrying 228 people from Brazil to France... http://ff.im/3tnWC"], "1995748264": ["1:59 PM - 1 Jun 2009", "French plane lost in ocean storm: \nAn Air France plane carrying 228 people from Brazil has disappeared from rada.. http://tinyurl.com/kwnkve"], "2022049008": ["3:22 PM - 3 Jun 2009", "Brazilian aircraft searching for an Air France jet which went missing with 228 people aboard in an Atlantic storm. http://adjix.com/emm3"], "2003343129": ["6:21 AM - 2 Jun 2009", "Air France jet crashes into Atlantic after hitting stormy weather - Gulf News: Brasilia: Brazil's Air Force said.. http://cli.gs/SAY5Nv"], "2003706969": ["7:00 AM - 2 Jun 2009", "Brazilian aircraft searching for Air France jet which went missing in  Atlantic storm spotted debris on the ocean"], "2004104205": ["7:40 AM - 2 Jun 2009", "Brazilian aircraft searching for an Air France jet which went missing with 228 people aboard in an Atlantic storm"], "2007200252": ["12:17 PM - 2 Jun 2009", "Brazilian aircraft searching for an Air France jet which went missing with 228 people aboard in a storm have spotted debris on the ocean."], "2008245143": ["1:50 PM - 2 Jun 2009", "Air France jet crashes into Atlantic after hitting stormy weather - Gulf News: Brasilia: Brazil's Air Force said.. http://cli.gs/pVqRN2"]}